[Pickups.RewireTool_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.RewireTool_twk:DisTweaks_Interactable_PickupBase_26 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="接线工具"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多的接线工具了"

